Repository: clausfn/maude-ios
Catalog: Liviqa/Localizable.xcstrings
Source language: en
Languages: da, es, nb, pt, sv

source: Nothing here yet
da: Intet her endnu
es: Aún no hay nada
nb: Ingenting her ennå
pt: Ainda nada aqui
sv: Inget här ännu

source: Nothing is shared by default.
da: Intet deles som standard.
es: Nada se comparte por defecto.
nb: Ingenting deles som standard.
pt: Nada é partilhado por predefinição.
sv: Inget delas som standard.

source: Nudge Settings
da: Indsigtsindstillinger
es: Ajustes de observaciones
nb: Innsiktsinnstillinger
pt: Definições de observações
sv: Insiktsinställningar

source: Nudges are first-person observations generated from your own data. They are not medical advice. Always consult a qualified healthcare professional before making changes to your care or medication.
da: Indsigter er observationer i første person dannet af dine egne data. De er ikke medicinsk rådgivning. Tal altid med en kvalificeret sundhedsperson, før du ændrer din behandling eller medicin.
es: Las observaciones son apuntes en primera persona generados a partir de tus propios datos. No son consejo médico. Consulta siempre a un profesional sanitario cualificado antes de cambiar tu atención o medicación.
nb: Innsikter er observasjoner i førsteperson laget av dine egne data. De er ikke medisinske råd. Rådfør deg alltid med kvalifisert helsepersonell før du endrer behandling eller medisin.
pt: As observações são apontamentos na primeira pessoa gerados a partir dos seus próprios dados. Não são aconselhamento médico. Consulte sempre um profissional de saúde qualificado antes de alterar cuidados ou medicação.
sv: Insikter är observationer i första person skapade av dina egna data. De är inte medicinsk rådgivning. Rådgör alltid med kvalificerad vårdpersonal innan du ändrar vård eller medicin.

source: Nudges are observations from your own data. They are not alerts, medical warnings, or diagnostic tools.
da: Indsigter er observationer fra dine egne data. De er ikke alarmer, medicinske advarsler eller diagnostiske værktøjer.
es: Las observaciones provienen de tus propios datos. No son alertas, avisos médicos ni herramientas diagnósticas.
nb: Innsikter er observasjoner fra dine egne data. De er ikke alarmer, medisinske advarsler eller diagnostiske verktøy.
pt: As observações vêm dos seus próprios dados. Não são alertas, avisos médicos nem ferramentas de diagnóstico.
sv: Insikter är observationer från dina egna data. De är inte larm, medicinska varningar eller diagnostiska verktyg.

source: Of your restless nights
da: Af dine urolige nætter
es: De tus noches inquietas
nb: Av dine urolige netter
pt: Das suas noites agitadas
sv: Av dina oroliga nätter

source: On · earns DfG tokens
da: Til · optjener DfG-tokens
es: Activado · gana tokens DfG
nb: På · tjener DfG-tokens
pt: Ligado · ganha tokens DfG
sv: På · tjänar DfG-tokens

source: on device
da: på enheden
es: en el dispositivo
nb: på enheten
pt: no dispositivo
sv: på enheten

source: On device only
da: Kun på enheden
es: Solo en el dispositivo
nb: Bare på enheten
pt: Apenas no dispositivo
sv: Endast på enheten

source: Once daily, evening
da: Én gang dagligt, aften
es: Una vez al día, por la noche
nb: Én gang daglig, kveld
pt: Uma vez por dia, à noite
sv: En gång dagligen, kväll

source: Once daily, morning
da: Én gang dagligt, morgen
es: Una vez al día, por la mañana
nb: Én gang daglig, morgen
pt: Uma vez por dia, de manhã
sv: En gång dagligen, morgon

source: One number per day — total screen time. Long evenings on the phone often pair with later nights and shorter sleep; the pattern helps explain your mornings.
da: Ét tal om dagen — samlet skærmtid. Lange aftener på telefonen følges ofte med senere nætter og kortere søvn; mønstret hjælper med at forklare dine morgener.
es: Un número al día — tiempo de pantalla total. Las tardes largas con el móvil suelen ir con noches más tardías y menos sueño; el patrón ayuda a explicar tus mañanas.
nb: Ett tall per dag — samlet skjermtid. Lange kvelder på telefonen følger ofte senere netter og kortere søvn; mønsteret hjelper med å forklare morgenene dine.
pt: Um número por dia — tempo de ecrã total. Noites longas ao telemóvel acompanham muitas vezes deitar mais tarde e dormir menos; o padrão ajuda a explicar as suas manhãs.
sv: Ett tal per dag — total skärmtid. Långa kvällar med telefonen följs ofta av senare nätter och kortare sömn; mönstret hjälper till att förklara dina morgnar.

source: One tap. You can add a note after — or not.
da: Ét tryk. Du kan tilføje en note bagefter — eller lade være.
es: Un toque. Puedes añadir una nota después — o no.
nb: Ett trykk. Du kan legge til et notat etterpå — eller la være.
pt: Um toque. Pode acrescentar uma nota depois — ou não.
sv: Ett tryck. Du kan lägga till en anteckning efteråt — eller låta bli.

source: Only this insight and its summary — never your raw data, which stays on your device. You choose the recipient and the window, and you can withdraw any time.
da: Kun denne indsigt og dens sammendrag — aldrig dine rådata, som bliver på din enhed. Du vælger modtageren og tidsrummet, og du kan tilbagekalde når som helst.
es: Solo esta observación y su resumen — nunca tus datos en bruto, que permanecen en tu dispositivo. Tú eliges el destinatario y la ventana, y puedes retirarlo en cualquier momento.
nb: Kun denne innsikten og sammendraget — aldri rådataene dine, som blir på enheten. Du velger mottaker og tidsrom, og du kan trekke tilbake når som helst.
pt: Apenas esta observação e o seu resumo — nunca os seus dados em bruto, que ficam no dispositivo. Escolhe o destinatário e a janela, e pode retirar a qualquer momento.
sv: Endast denna insikt och dess sammanfattning — aldrig dina rådata, som stannar på din enhet. Du väljer mottagare och tidsfönster, och du kan återkalla när som helst.

source: Only you can allow recording. You can withdraw at any time; it's logged either way.
da: Kun du kan tillade optagelse. Du kan trække tilladelsen tilbage når som helst; det logges uanset hvad.
es: Solo tú puedes permitir la grabación. Puedes retirarla en cualquier momento; queda registrado en ambos casos.
nb: Bare du kan tillate opptak. Du kan trekke tilbake når som helst; det logges uansett.
pt: Só você pode permitir a gravação. Pode retirar a permissão a qualquer momento; fica registado de qualquer forma.
sv: Bara du kan tillåta inspelning. Du kan återkalla när som helst; det loggas oavsett.

source: Open
da: Åbn
es: Abrir
nb: Åpne
pt: Abrir
sv: Öppna

source: Open Banking (PSD2): read-only access through your bank's official API, authorised with MitID, revocable at your bank at any time.
da: Open Banking (PSD2): skrivebeskyttet adgang gennem din banks officielle API, godkendt med MitID, kan til enhver tid tilbagekaldes i din bank.
es: Open Banking (PSD2): acceso de solo lectura a través de la API oficial de tu banco, autorizado con MitID, revocable en tu banco en cualquier momento.
nb: Open Banking (PSD2): lesetilgang gjennom bankens offisielle API, godkjent med MitID, kan når som helst tilbakekalles i banken din.
pt: Open Banking (PSD2): acesso só de leitura através da API oficial do seu banco, autorizado com MitID, revogável no banco a qualquer momento.
sv: Open Banking (PSD2): läsåtkomst via din banks officiella API, godkänd med MitID, kan när som helst återkallas hos din bank.

source: Open Banking consent.pdf
da: Open Banking-samtykke.pdf
es: Consentimiento Open Banking.pdf
nb: Open Banking-samtykke.pdf
pt: Consentimento Open Banking.pdf
sv: Open Banking-samtycke.pdf

source: Open in My DfG wallet
da: Åbn i My DfG wallet
es: Abrir en My DfG wallet
nb: Åpne i My DfG wallet
pt: Abrir na My DfG wallet
sv: Öppna i My DfG wallet

source: OR USE AN IDENTITY WALLET
da: ELLER BRUG EN IDENTITETSWALLET
es: O USA UNA WALLET DE IDENTIDAD
nb: ELLER BRUK EN IDENTITETSWALLET
pt: OU USE UMA WALLET DE IDENTIDADE
sv: ELLER ANVÄND EN IDENTITETSWALLET

source: outlier
da: afvigelse
es: atípico
nb: avvik
pt: atípico
sv: avvikare

source: Paper
da: Papir
es: Papel
nb: Papir
pt: Papel
sv: Papper

source: Paroxysmal Atrial Fibrillation
da: Paroksystisk atrieflimren
es: Fibrilación auricular paroxística
nb: Paroksysmal atrieflimmer
pt: Fibrilhação auricular paroxística
sv: Paroxysmalt förmaksflimmer

source: Partisia is verifying…
da: Partisia verificerer…
es: Partisia está verificando…
nb: Partisia verifiserer…
pt: A Partisia está a verificar…
sv: Partisia verifierar…

source: Password
da: Adgangskode
es: Contraseña
nb: Passord
pt: Palavra-passe
sv: Lösenord

source: Patient summary — EHDS
da: Patientresumé — EHDS
es: Resumen del paciente — EHDS
nb: Pasientsammendrag — EHDS
pt: Resumo do doente — EHDS
sv: Patientöversikt — EHDS

source: PATTERN
da: MØNSTER
es: PATRÓN
nb: MØNSTER
pt: PADRÃO
sv: MÖNSTER

source: PATTERN DETECTED
da: MØNSTER FUNDET
es: PATRÓN DETECTADO
nb: MØNSTER FUNNET
pt: PADRÃO DETETADO
sv: MÖNSTER UPPTÄCKT

source: Pause sharing
da: Sæt deling på pause
es: Pausar compartición
nb: Sett deling på pause
pt: Pausar partilha
sv: Pausa delning

source: Paused
da: På pause
es: En pausa
nb: På pause
pt: Em pausa
sv: Pausad

source: Paused. Nothing is shared.
da: På pause. Intet deles.
es: En pausa. No se comparte nada.
nb: På pause. Ingenting deles.
pt: Em pausa. Nada é partilhado.
sv: Pausad. Inget delas.

source: Pick a time that suits you
da: Vælg et tidspunkt, der passer dig
es: Elige una hora que te convenga
nb: Velg et tidspunkt som passer deg
pt: Escolha uma hora que lhe convenha
sv: Välj en tid som passar dig

source: Pick a time with %@ — add it to your calendar
da: Vælg et tidspunkt med %@ — læg det i din kalender
es: Elige una hora con %@ — añádela a tu calendario
nb: Velg et tidspunkt med %@ — legg det i kalenderen din
pt: Escolha uma hora com %@ — adicione ao seu calendário
sv: Välj en tid med %@ — lägg in den i din kalender

source: Plan a consultation
da: Planlæg en konsultation
es: Planificar una consulta
nb: Planlegg en konsultasjon
pt: Planear uma consulta
sv: Planera en konsultation

source: Plan privately
da: Planlæg privat
es: Planificar en privado
nb: Planlegg privat
pt: Planear em privado
sv: Planera privat

source: Present your credential
da: Fremvis din legitimation
es: Presenta tu credencial
nb: Vis legitimasjonen din
pt: Apresente a sua credencial
sv: Visa din legitimation

source: preview
da: forhåndsvisning
es: vista previa
nb: forhåndsvisning
pt: pré-visualização
sv: förhandsvisning

source: Privacy
da: Privatliv
es: Privacidad
nb: Personvern
pt: Privacidade
sv: Integritet

source: Privacy Record
da: Privatlivslog
es: Registro de privacidad
nb: Personvernlogg
pt: Registo de privacidade
sv: Integritetslogg

source: Privacy, consent & app settings
da: Privatliv, samtykke & appindstillinger
es: Privacidad, consentimiento y ajustes
nb: Personvern, samtykke & appinnstillinger
pt: Privacidade, consentimento e definições
sv: Integritet, samtycke & appinställningar

source: Profile and settings
da: Profil og indstillinger
es: Perfil y ajustes
nb: Profil og innstillinger
pt: Perfil e definições
sv: Profil och inställningar

source: Proposed time · %@
da: Foreslået tidspunkt · %@
es: Hora propuesta · %@
nb: Foreslått tidspunkt · %@
pt: Hora proposta · %@
sv: Föreslagen tid · %@

source: Prove who you are
da: Bevis, hvem du er
es: Demuestra quién eres
nb: Bevis hvem du er
pt: Prove quem é
sv: Bevisa vem du är

source: Provenance only · no raw samples leave your phone
da: Kun proveniens · ingen rå målinger forlader din telefon
es: Solo procedencia · ninguna muestra en bruto sale de tu teléfono
nb: Kun proveniens · ingen rå målinger forlater telefonen din
pt: Apenas proveniência · nenhuma amostra em bruto sai do seu telemóvel
sv: Endast proveniens · inga råmätningar lämnar din telefon

source: Public Good
da: Almenvel
es: Bien público
nb: Allmennytte
pt: Bem público
sv: Allmännytta

source: Questions? privacy@liviqa.com
da: Spørgsmål? privacy@liviqa.com
es: ¿Preguntas? privacy@liviqa.com
nb: Spørsmål? privacy@liviqa.com
pt: Dúvidas? privacy@liviqa.com
sv: Frågor? privacy@liviqa.com

source: Quiet hours
da: Stilletimer
es: Horas de silencio
nb: Stilletimer
pt: Horas de silêncio
sv: Tysta timmar

source: Quieter day for movement
da: Roligere dag for bevægelse
es: Día más tranquilo en movimiento
nb: Roligere dag for bevegelse
pt: Dia mais calmo em movimento
sv: Lugnare dag för rörelse

source: Read our full data practices →
da: Læs vores fulde datapraksis →
es: Lee nuestras prácticas de datos completas →
nb: Les hele vår datapraksis →
pt: Leia as nossas práticas de dados completas →
sv: Läs hela vår datapraxis →

source: Read-only. Never written back to Apple Health.
da: Skrivebeskyttet. Skrives aldrig tilbage til Apple Health.
es: Solo lectura. Nunca se escribe de vuelta en Apple Health.
nb: Skrivebeskyttet. Skrives aldri tilbake til Apple Health.
pt: Apenas leitura. Nunca é escrito de volta no Apple Health.
sv: Skrivskyddad. Skrivs aldrig tillbaka till Apple Health.

source: Ready to share
da: Klar til deling
es: Listo para compartir
nb: Klar til deling
pt: Pronto a partilhar
sv: Redo att dela

source: Recorded twice — counted once
da: Optaget to gange — talt én gang
es: Registrado dos veces — contado una
nb: Registrert to ganger — telt én gang
pt: Registado duas vezes — contado uma
sv: Registrerad två gånger — räknad en gång

source: Recording is off
da: Optagelse er slået fra
es: Grabación desactivada
nb: Opptak er av
pt: Gravação desligada
sv: Inspelning är av

source: Recording on — you allowed it
da: Optagelse til — du tillod den
es: Grabación activada — la permitiste
nb: Opptak på — du tillot det
pt: Gravação ligada — você permitiu
sv: Inspelning på — du tillät den

source: Recovery
da: Restitution
es: Recuperación
nb: Restitusjon
pt: Recuperação
sv: Återhämtning

source: RECOVERY · STRESS (HRV)
da: RESTITUTION · STRESS (HRV)
es: RECUPERACIÓN · ESTRÉS (VFC)
nb: RESTITUSJON · STRESS (HRV)
pt: RECUPERAÇÃO · STRESS (VFC)
sv: ÅTERHÄMTNING · STRESS (HRV)

source: Recovery looking strong
da: Restitutionen ser stærk ud
es: La recuperación se ve fuerte
nb: Restitusjonen ser sterk ut
pt: A recuperação parece forte
sv: Återhämtningen ser stark ut

source: Recovery looks low
da: Restitutionen ser lav ud
es: La recuperación parece baja
nb: Restitusjonen ser lav ut
pt: A recuperação parece baixa
sv: Återhämtningen ser låg ut

source: Reduce motion
da: Reducér bevægelse
es: Reducir movimiento
nb: Reduser bevegelse
pt: Reduzir movimento
sv: Minska rörelse

source: Reduce nocturnal lows
da: Reducér natlige lave værdier
es: Reducir las hipoglucemias nocturnas
nb: Reduser nattlige lave verdier
pt: Reduzir as hipoglicemias noturnas
sv: Minska nattliga låga värden

source: Remind me to wind down at 20:30
da: Mind mig om at trappe ned kl. 20.30
es: Recuérdame relajarme a las 20:30
nb: Minn meg på å roe ned kl. 20.30
pt: Lembrar-me de desacelerar às 20:30
sv: Påminn mig om att varva ner kl. 20.30

source: Request sent.
da: Forespørgsel sendt.
es: Solicitud enviada.
nb: Forespørsel sendt.
pt: Pedido enviado.
sv: Förfrågan skickad.

source: Request this time
da: Anmod om dette tidspunkt
es: Solicitar esta hora
nb: Be om dette tidspunktet
pt: Pedir esta hora
sv: Begär denna tid

source: Research
da: Forskning
es: Investigación
nb: Forskning
pt: Investigação
sv: Forskning

source: RESEARCH CONTRIBUTIONS
da: FORSKNINGSBIDRAG
es: CONTRIBUCIONES A INVESTIGACIÓN
nb: FORSKNINGSBIDRAG
pt: CONTRIBUTOS PARA INVESTIGAÇÃO
sv: FORSKNINGSBIDRAG

source: Research participation consent.pdf
da: Samtykke til forskningsdeltagelse.pdf
es: Consentimiento de participación en investigación.pdf
nb: Samtykke til forskningsdeltakelse.pdf
pt: Consentimento de participação em investigação.pdf
sv: Samtycke till forskningsdeltagande.pdf

source: Resting heart rate
da: Hvilepuls
es: Frecuencia cardiaca en reposo
nb: Hvilepuls
pt: Frequência cardíaca em repouso
sv: Vilopuls

source: Resume sharing
da: Genoptag deling
es: Reanudar compartición
nb: Gjenoppta deling
pt: Retomar partilha
sv: Återuppta delning

source: rides
da: ture
es: salidas
nb: turer
pt: voltas
sv: turer

source: Risk Dept · Insurer A
da: Risikoafdeling · Forsikringsselskab A
es: Dpto. de riesgos · Aseguradora A
nb: Risikoavdeling · Forsikringsselskap A
pt: Dep. de risco · Seguradora A
sv: Riskavdelning · Försäkringsbolag A

source: Run half marathon in October
da: Løbe halvmaraton i oktober
es: Correr media maratón en octubre
nb: Løpe halvmaraton i oktober
pt: Correr meia maratona em outubro
sv: Springa halvmaraton i oktober

source: running
da: løb
es: carrera
nb: løping
pt: corrida
sv: löpning

source: Save
da: Gem
es: Guardar
nb: Lagre
pt: Guardar
sv: Spara

source: SAVE
da: GEM
es: GUARDAR
nb: LAGRE
pt: GUARDAR
sv: SPARA

source: Saved to journal
da: Gemt i dagbogen
es: Guardado en el diario
nb: Lagret i dagboken
pt: Guardado no diário
sv: Sparad i dagboken

source: Scan with your My DfG wallet — or open it on this phone. The offer expires in a few minutes.
da: Scan med din My DfG wallet — eller åbn den på denne telefon. Tilbuddet udløber om få minutter.
es: Escanéalo con tu My DfG wallet — o ábrela en este teléfono. La oferta caduca en unos minutos.
nb: Skann med din My DfG wallet — eller åpne den på denne telefonen. Tilbudet utløper om få minutter.
pt: Digitalize com a sua My DfG wallet — ou abra-a neste telemóvel. A oferta expira em poucos minutos.
sv: Skanna med din My DfG wallet — eller öppna den på denna telefon. Erbjudandet går ut om några minuter.

source: Screen Time
da: Skærmtid
es: Tiempo de uso
nb: Skjermtid
pt: Tempo de ecrã
sv: Skärmtid

source: Secure consultation · live video activates when your clinic's EU video room is configured.
da: Sikker konsultation · live-video aktiveres, når din kliniks EU-videorum er sat op.
es: Consulta segura · el vídeo en directo se activa cuando la sala de vídeo de la UE de tu clínica esté configurada.
nb: Sikker konsultasjon · direktevideo aktiveres når klinikkens EU-videorom er satt opp.
pt: Consulta segura · o vídeo em direto ativa-se quando a sala de vídeo da UE da sua clínica estiver configurada.
sv: Säker konsultation · livevideo aktiveras när klinikens EU-videorum är konfigurerat.

source: See the data behind this
da: Se dataene bag dette
es: Ver los datos detrás de esto
nb: Se dataene bak dette
pt: Ver os dados por trás disto
sv: Se data bakom detta

source: See the evidence
da: Se evidensen
es: Ver la evidencia
nb: Se evidensen
pt: Ver a evidência
sv: Se evidensen

source: See your 90-day baseline ›
da: Se din 90-dages baseline ›
es: Ver tu línea base de 90 días ›
nb: Se din 90-dagers baseline ›
pt: Ver a sua linha de base de 90 dias ›
sv: Se din 90-dagars baslinje ›

source: Select the patterns you want your care team to see. Nothing is sent until you confirm.
da: Vælg de mønstre, dit behandlerteam må se. Intet sendes, før du bekræfter.
es: Selecciona los patrones que quieres que vea tu equipo asistencial. Nada se envía hasta que confirmes.
nb: Velg mønstrene behandlingsteamet ditt skal se. Ingenting sendes før du bekrefter.
pt: Selecione os padrões que a sua equipa de cuidados deve ver. Nada é enviado até confirmar.
sv: Välj de mönster ditt vårdteam ska se. Inget skickas förrän du bekräftar.

source: Send message
da: Send besked
es: Enviar mensaje
nb: Send melding
pt: Enviar mensagem
sv: Skicka meddelande

source: Settings
da: Indstillinger
es: Ajustes
nb: Innstillinger
pt: Definições
sv: Inställningar

source: Share & verify
da: Del & verificér
es: Compartir y verificar
nb: Del & verifiser
pt: Partilhar e verificar
sv: Dela & verifiera

source: Share flow coming soon
da: Delingsflow på vej
es: Flujo de compartición próximamente
nb: Delingsflyt kommer snart
pt: Fluxo de partilha em breve
sv: Delningsflöde kommer snart

source: Share this pattern with someone you trust?
da: Vil du dele dette mønster med en, du stoler på?
es: ¿Compartir este patrón con alguien de confianza?
nb: Dele dette mønsteret med noen du stoler på?
pt: Partilhar este padrão com alguém de confiança?
sv: Dela detta mönster med någon du litar på?

source: Share via wallet
da: Del via wallet
es: Compartir vía wallet
nb: Del via wallet
pt: Partilhar via wallet
sv: Dela via wallet

source: Share with care team →
da: Del med behandlerteam →
es: Compartir con equipo asistencial →
nb: Del med behandlingsteam →
pt: Partilhar com equipa de cuidados →
sv: Dela med vårdteam →

source: Share with coach
da: Del med coach
es: Compartir con el coach
nb: Del med coach
pt: Partilhar com o coach
sv: Dela med coach

source: Shared with %@
da: Delt med %@
es: Compartido con %@
nb: Delt med %@
pt: Partilhado com %@
sv: Delad med %@

source: Sharing runs for 48 hours, then access ends automatically. You can withdraw sooner in your Wallet.
da: Delingen kører i 48 timer, hvorefter adgangen automatisk ophører. Du kan tilbagekalde tidligere i din wallet.
es: La compartición dura 48 horas; después el acceso termina automáticamente. Puedes retirarla antes en tu wallet.
nb: Delingen varer i 48 timer, så opphører tilgangen automatisk. Du kan trekke tilbake tidligere i din wallet.
pt: A partilha dura 48 horas; depois o acesso termina automaticamente. Pode retirar antes na sua wallet.
sv: Delningen pågår i 48 timmar, sedan upphör åtkomsten automatiskt. Du kan återkalla tidigare i din wallet.

source: Short night
da: Kort nat
es: Noche corta
nb: Kort natt
pt: Noite curta
sv: Kort natt

source: Show the “Demo data” marker on Today
da: Vis “Demodata”-mærket på I dag
es: Mostrar el marcador “Datos de demostración” en Hoy
nb: Vis «Demodata»-merket på I dag
pt: Mostrar o marcador “Dados de demonstração” em Hoje
sv: Visa "Demodata"-markören på I dag

source: Showing sample data
da: Viser eksempeldata
es: Mostrando datos de ejemplo
nb: Viser eksempeldata
pt: A mostrar dados de exemplo
sv: Visar exempeldata

source: Sign in
da: Log ind
es: Iniciar sesión
nb: Logg inn
pt: Iniciar sessão
sv: Logga in

source: Sign in to Liviqa with the identity you control — nothing is revealed without your say-so.
da: Log ind i Liviqa med den identitet, du selv kontrollerer — intet afsløres uden dit ja.
es: Inicia sesión en Liviqa con la identidad que tú controlas — nada se revela sin tu permiso.
nb: Logg inn i Liviqa med identiteten du selv kontrollerer — ingenting avsløres uten ditt ja.
pt: Inicie sessão no Liviqa com a identidade que controla — nada é revelado sem o seu aval.
sv: Logga in i Liviqa med identiteten du själv kontrollerar — inget avslöjas utan ditt ja.

source: Sign out
da: Log ud
es: Cerrar sesión
nb: Logg ut
pt: Terminar sessão
sv: Logga ut

source: Skip for now — connect later in Settings
da: Spring over — forbind senere i Indstillinger
es: Omitir por ahora — conecta más tarde en Ajustes
nb: Hopp over — koble til senere i Innstillinger
pt: Saltar por agora — ligue mais tarde nas Definições
sv: Hoppa över — anslut senare i Inställningar

source: Skip ring draw-in and chart animations
da: Spring ring-animationer og diagrambevægelser over
es: Omitir animaciones de anillos y gráficos
nb: Hopp over ring-animasjoner og diagrambevegelser
pt: Saltar animações de anéis e gráficos
sv: Hoppa över ringanimationer och diagramrörelser

source: sleep
da: søvn
es: sueño
nb: søvn
pt: sono
sv: sömn

source: Sleep
da: Søvn
es: Sueño
nb: Søvn
pt: Sono
sv: Sömn

source: Sleep · caffeine
da: Søvn · koffein
es: Sueño · cafeína
nb: Søvn · koffein
pt: Sono · cafeína
sv: Sömn · koffein

source: Sleep · meals
da: Søvn · måltider
es: Sueño · comidas
nb: Søvn · måltider
pt: Sono · refeições
sv: Sömn · måltider

source: Sleep, glucose and recovery are all tracking close to your own normal.
da: Søvn, glukose og restitution følger alle tæt på din egen normal.
es: El sueño, la glucosa y la recuperación siguen cerca de tu normalidad.
nb: Søvn, glukose og restitusjon ligger alle tett på din egen normal.
pt: O sono, a glicose e a recuperação estão todos próximos do seu normal.
sv: Sömn, glukos och återhämtning ligger alla nära din egen normala nivå.
